Repository: SoulMelody/LibreSVIP
Catalog: libresvip/plugins/ds/locales/*/LC_MESSAGES/ds.po
Languages: de_de

source: No singing track found
de_de: Kein Gesangstrack gefunden

source: DiffSinger parameters file
de_de: DiffSinger Parameterdatei

source: Dictionary Name
de_de: Wörterbuchname

source: Split threshold (in seconds)
de_de: Aufteilungsschwelle (in Sekunden)

source: This option controls the segmentation strategy during conversion. When the value of this option is negative, no segmentation is performed; when the value of this option is 0, segmentation is performed at the threshold where the interval between all notes reaches the threshold; when the value of this option is positive, the minimum length of each segment can be controlled on the basis of segmentation. Setting a reasonable segmentation strategy can reduce the memory usage during synthesis while maximizing the utilization of performance and improving the synthesis effect.
de_de: Diese Option steuert die Segmentierungsstrategie während der Konvertierung. Wenn der Wert dieser Option negativ ist, wird keine Segmentierung durchgeführt; wenn der Wert dieser Option 0 ist, wird die Segmentierung an der Schwelle durchgeführt, an der das Intervall zwischen allen Noten die Schwelle erreicht; wenn der Wert dieser Option positiv ist, kann die Mindestlänge jedes Segments auf Basis der Segmentierung gesteuert werden. Eine vernünftige Segmentierungsstrategie kann den Speicherverbrauch während der Synthese reduzieren, die Leistung maximieren und den Syntheseeffekt verbessern.

source: Minimum interval (in milliseconds)
de_de: Mindestintervall (in Millisekunden)

source: This option controls the minimum interval between notes. It is recommended to set it to a value greater than 300 milliseconds.
de_de: Diese Option steuert das Mindestintervall zwischen den Noten. Es wird empfohlen, es auf einen Wert größer als 300 Millisekunden zu setzen.

source: A fixed random seed can get a stable and reproducible synthesis effect. This option takes effect when the non-negative value is set.
de_de: Ein fester Zufalls-Seed kann einen stabilen und reproduzierbaren Syntheseeffekt erzielen. Diese Option wird wirksam, wenn ein nicht-negativer Wert eingestellt ist.

source: Export gender parameter
de_de: Geschlechtsparameter exportieren

source: Indentation
de_de: Einrückung

source: The number of spaces used for indentation. When the value is negative, no formatting is performed.
de_de: Die Anzahl der Leerzeichen, die für die Einrückung verwendet werden. Wenn der Wert negativ ist, wird keine Formatierung durchgeführt.

source: Cannot find dict.
de_de: Wörterbuch nicht gefunden.

source: The source file lacks phoneme parameters.
de_de: Der Quelldatei fehlen Phoneme-Parameter.

source: The selected dictionary does not contain the pronunciation "{}". Please check the pronunciation or try another dictionary.
de_de: Das ausgewählte Wörterbuch enthält die Aussprache "{}" nicht. Bitte überprüfe die Aussprache oder versuche ein anderes Wörterbuch.
