Repository: SoulMelody/LibreSVIP
Catalog: libresvip/plugins/svp/locales/*/LC_MESSAGES/svp.po
Languages: de_de

source: Notes Overlapped
de_de: Noten überlappen sich

source: Compatible with SynthesizerV Studio 1.9.0 and below
de_de: Kompatibel mit SynthesizerV Studio 1.9.0 und älter

source: Incompatible with SynthesizerV Studio 1.9.0 and below
de_de: Inkompatibel mit SynthesizerV Studio 1.9.0 und älter

source: Cantonese
de_de: Kantonesisch

source: Japanese
de_de: Japanisch

source: English
de_de: Englisch

source: Spanish
de_de: Spanisch

source: Ignore all breath notes
de_de: Alle Atemnoten ignorieren

source: Keep as normal notes
de_de: Als normale Noten behalten

source: Convert to breath mark
de_de: In Atemzeichen umwandeln

source: Split all to tracks
de_de: Alle in Spuren aufteilen

source: Generate a track for each note group reference
de_de: Eine Spur für jede Notengruppe erstellen

source: Keep original position
de_de: Originalposition beibehalten

source: Split note groups to separate tracks only when notes overlap
de_de: Notengruppen nur bei Überlappung in separate Spuren aufteilen

source: Full pitch curve
de_de: Volle Tonhöhenkurve

source: Input the full pitch curve regardless of editing
de_de: Die volle Tonhöhenkurve unabhängig von der Bearbeitung eingeben

source: Edited part only (vibrato mode)
de_de: Nur bearbeiteter Teil (Vibrato-Modus)

source: Input the edited part of pitch curve; default vibrato will be imported if not edited
de_de: Den bearbeiteten Teil der Tonhöhenkurve eingeben; Standard-Vibrato wird importiert, wenn nicht bearbeitet

source: Edited part only (plain mode)
de_de: Nur bearbeiteter Teil (einfacher Modus)

source: Input the edited part of pitch curve; default vibrato will be ignored
de_de: Den bearbeiteten Teil der Tonhöhenkurve eingeben; Standard-Vibrato wird ignoriert

source: All removed
de_de: Alles entfernt

source: All notes will be set to 0 vibrato depth to ensure the output pitch curve is the same as input
de_de: Alle Noten werden auf 0 Vibrato-Tiefe gesetzt, um sicherzustellen, dass die ausgegebene Tonhöhenkurve der Eingabe entspricht

source: All kept
de_de: Alles behalten

source: Keep all notes' default vibrato, but may cause inconsistent pitch curves
de_de: Das Standard-Vibrato aller Noten beibehalten, kann jedoch zu inkonsistenten Tonhöhenkurven führen

source: Hybrid mode
de_de: Hybridmodus

source: Remove vibrato in edited part, keep default vibrato in other parts
de_de: Vibrato im bearbeiteten Teil entfernen, Standard-Vibrato in anderen Teilen beibehalten

source: Always follow instant pitch mode
de_de: Immer dem sofortigen Tonhöhenmodus folgen

source: When this option is turned off, the default pitch curve will always be imported regardless of the project setting. If you have tuned the pitch curve based on instant pitch mode, it is recommended to turn on this option.
de_de: Wenn diese Option deaktiviert ist, wird die Standard-Tonhöhenkurve immer importiert, unabhängig von der Projekteinstellung. Wenn du die Tonhöhenkurve basierend auf dem sofortigen Tonhöhenmodus abgestimmt hast, wird empfohlen, diese Option zu aktivieren.

source: Pitch input mode
de_de: Tonhöhen-Eingabemodus

source: This option controls the range of pitch curve to be imported and the judgment condition. The definition of "edited part" is: the pitch deviation in the parameter panel, the pitch transition in the vibrato envelope and the pitch transition in the note properties have been edited.
de_de: Diese Option steuert den Bereich der zu importierenden Tonhöhenkurve und die Beurteilungsbedingung. Die Definition des "bearbeiteten Teils" lautet: die Tonhöhenabweichung im Parameterfeld, der Tonhöhenübergang in der Vibrato-Hüllkurve und der Tonhöhenübergang in den Noteneigenschaften wurden bearbeitet.

source: The way to handle breath notes
de_de: Die Art und Weise, Atemnoten zu behandeln

source: The way to handle note groups
de_de: Die Art und Weise, Notengruppen zu behandeln

source: Notice: If there are too many note groups, please choose "Keep original position" to avoid excessive track count. But if there are notes that are adjacent (but not overlapped) between note groups or between note groups and main group, it is recommended to choose "Split to tracks" to ensure the paragraph division is not broken.
de_de: Hinweis: Wenn es zu viele Notengruppen gibt, wähle bitte "Originalposition beibehalten", um eine übermäßige Anzahl von Spuren zu vermeiden. Wenn jedoch Noten zwischen Notengruppen oder zwischen Notengruppen und Hauptgruppe benachbart (aber nicht überlappend) sind, wird empfohlen, "In Spuren aufteilen" zu wählen, um sicherzustellen, dass die Absatzteilung nicht unterbrochen wird.

source: Version compatibility
de_de: Versionskompatibilität

source: The way to handle vibrato notes
de_de: Die Art und Weise, Vibrato-Noten zu behandeln

source: Set the average sampling interval of parameter points to improve performance (0 means no limit)
de_de: Das durchschnittliche Abtastintervall der Parameterpunkte einstellen, um die Leistung zu verbessern (0 bedeutet keine Begrenzung)

source: Reduce the sampling interval to improve the accuracy of parameter curves, but may cause rendering lag (e.g. Synthesizer V Studio Pro + AI voicebank). Please set this value according to your hardware configuration and actual experience.
de_de: Das Abtastintervall reduzieren, um die Genauigkeit der Parameterkurven zu verbessern, kann jedoch zu Renderverzögerungen führen (z.B. Synthesizer V Studio Pro + AI-Voicebank). Bitte stelle diesen Wert entsprechend deiner Hardwarekonfiguration und tatsächlichen Erfahrung ein.

source: Override default language for the voicebank
de_de: Standardsprache für die Voicebank überschreiben

source: Synthesizer V Studio project file
de_de: Synthesizer V Studio Projektdatei

source: Conversion plugin for Synthesizer V Studio project file, it supports reading and writing of all parameters including notes, lyrics, parameter curve, note attributes, note group, and instant pitch mode. Notes: Importing a project file with overlapping notes is undefined behavior that can lead to unforeseen exceptions.
de_de: Konvertierungs-Plugin für Synthesizer V Studio Projektdateien, es unterstützt das Lesen und Schreiben aller Parameter einschließlich Noten, Texte, Parameterkurve, Noteneigenschaften, Notengruppe und sofortigem Tonhöhenmodus. Hinweis: Das Importieren einer Projektdatei mit überlappenden Noten ist ein undefiniertes Verhalten, das zu unvorhergesehenen Ausnahmen führen kann.
