Repository: SoulMelody/LibreSVIP
Catalog: libresvip/plugins/vsqx/locales/*/LC_MESSAGES/vsqx.po
Languages: de_de

source: 日本語
de_de: Japanisch

source: English
de_de: Englisch

source: 한국어
de_de: Koreanisch

source: Español
de_de: Spanisch

source: 简体中文
de_de: Vereinfachtes Chinesisch

source: Combine syllables
de_de: Silben kombinieren

source: Combine multisyllabic lyrics into single words
de_de: Mehrsilbige Texte zu einzelnen Wörtern kombinieren

source: Pretty XML
de_de: Leserliches XML

source: Whether to output pretty XML
de_de: Soll leserliches XML ausgegeben werden

source: Default language
de_de: Standardsprache

source: Default language id of voicebank and notes
de_de: Standard-Sprach-ID der Voicebank und Notizen

source: Default Comp ID
de_de: Standard-Comp-ID

source: Default comp_id of voicebank
de_de: Standard-Comp-ID der Voicebank

source: Default Singer Name
de_de: Standard-Sängername

source: Default singer name of voicebank
de_de: Standard-Sängername der Voicebank

source: Phonemes of all notes were set to "la". Please use "Lyrics" -> "Convert Phonemes" in the menu of VOCALOID3 to reset them.
de_de: Die Phoneme aller Noten wurden auf "la" gesetzt. Bitte benutze "Lyrics" -> "Convert Phonemes" im Menü von VOCALOID3, um sie zurückzusetzen.

source: Phonemes of all notes were set to "la". Please use "Lyrics" -> "Convert Phonemes" in the menu of VOCALOID4 to reset them.
de_de: Die Phoneme aller Noten wurden auf "la" gesetzt. Bitte benutze "Lyrics" -> "Convert Phonemes" im Menü von VOCALOID4, um sie zurückzusetzen.

source: Vocaloid Sequence XML file
de_de: Vocaloid Sequenz-XML-Datei

source: Conversion plugin for Vocaloid Sequence XML file
de_de: Konvertierungs-Plugin für Vocaloid Sequenz-XML-Dateien
