Repository: SoulMelody/LibreSVIP
Catalog: libresvip/plugins/mid/locales/*/LC_MESSAGES/mid.po
Languages: de_de

source: Standard MIDI file (SMF)
de_de: Standard-MIDI-Datei (SMF)

source: Conversion plugin for midi file
de_de: Konvertierungs-Plugin für MIDI-Dateien

source: No tempo labels found in the imported project.
de_de: Keine Tempobezeichnungen im importierten Projekt gefunden.

source: Overlapping notes in track {}
de_de: Überlappende Noten im Track {}

source: Import first channel only
de_de: Nur den ersten Kanal importieren

source: Split into tracks
de_de: In Tracks aufteilen

source: Custom import range
de_de: Benutzerdefinierter Importbereich

source: Import lyrics
de_de: Liedtexte importieren

source: Lyric text encoding
de_de: Liedtextkodierung

source: Unless the lyrics are garbled, this option should not be changed.
de_de: Diese Option sollte nicht geändert werden, es sei denn, die Texte sind unverständlich.

source: Import time signatures
de_de: Taktangaben importieren

source: If this option is unset, the time signature is set to 4/4.
de_de: Wenn diese Option nicht aktiviert ist, wird die Taktart auf 4/4 gesetzt.

source: Multi-channel processing method
de_de: Mehrkanal-Verarbeitungsmethode

source: Channels to import
de_de: Kanäle zum Importieren

source: Specify which channels to import notes from. Enter channel numbers and/or channel ranges (separated by commas), e.g. 1,3,5-12. Range: 1-16. Only valid when the option "Custom import range" is selected in "Multi-channel processing method".
de_de: Gib an, von welchen Kanälen Noten importiert werden sollen. Gib Kanalnummern und/oder Kanalbereiche ein (mit Kommata getrennt), z.B. 1,3,5-12. Bereich: 1-16. Nur gültig, wenn die Option "Benutzerdefinierter Importbereich" in "Mehrkanal-Verarbeitungsmethode" ausgewählt ist.

source: Default BPM
de_de: Standard-BPM

source: Used when no BPM information is found in the MIDI file.
de_de: Wird verwendet, wenn keine BPM-Informationen in der MIDI-Datei gefunden werden.

source: Export lyrics
de_de: Liedtexte exportieren

source: Remove symbols from lyrics
de_de: Symbole aus Liedtexten entfernen

source: Remove commas, periods, question marks and exclamation marks in Chinese and English to prevent lyric import failure in some vocal synthesizers.
de_de: Entferne Kommas, Punkte, Fragezeichen und Ausrufezeichen in Chinesisch und Englisch, um einen Fehler beim Import der Liedtexte in einigen Stimmensynthesizern zu verhindern.

source: Lyric compatibility mode
de_de: Liedtext-Kompatibilitätsmodus

source: Convert all Chinese lyrics to pinyin to prevent garbled characters in MIDI files with Chinese lyrics from being imported by vocal synthesizers that do not support Chinese lyrics.
de_de: Wandle alle chinesischen Liedtexte in Pinyin um, um unverständliche Zeichen in MIDI-Dateien mit chinesischen Liedtexten zu verhindern, die von Stimmensynthesizern importiert werden, die keine chinesischen Liedtexte unterstützen.

source: Transpose
de_de: Transponieren

source: Ticks per beat
de_de: Ticks pro Schlag

source: Also known as parts per quarter, ticks per quarter note, the number of pulses per quarter note. This setting should not be changed unless you know what it is.
de_de: Auch bekannt als ticks per quarter, Ticks pro Viertelnote, die Anzahl der Impulse pro Viertelnote. Diese Einstellung sollte nur geändert werden, wenn du weißt, was sie bewirkt.
