Repository: SoulMelody/LibreSVIP
Catalog: libresvip/plugins/ustx/locales/*/LC_MESSAGES/ustx.po
Languages: de_de

source: Incompatible with ARPAsing-series Phonemizers
de_de: Inkompatibel mit Phonemizern der ARPAsing-Serie

source: Compatible with ARPAsing-series Phonemizers
de_de: Kompatibel mit Phonemizern der ARPAsing-Serie

source: The way to handle english multisyllabic words
de_de: Die Art und Weise, englische mehrsilbige Wörter zu behandeln

source: Compatibility with ARPAsing-series Phonemizer
de_de: Kompatibilität mit Phonemizern der ARPAsing-Serie

source: Breath lyrics
de_de: Atemtexte

source: Special lyrics that will be recognized as breath notes only when immediately followed by a regular note, each separated by a space
de_de: Spezielle Texte, die nur als Atemnoten erkannt werden, wenn ihnen unmittelbar eine reguläre Note folgt, jeweils durch ein Leerzeichen getrennt

source: Silence lyrics
de_de: Stille Texte

source: Special lyrics that will be ignored, each separated by a space
de_de: Spezielle Texte, die ignoriert werden, jeweils durch ein Leerzeichen getrennt

source: OpenUtau project file
de_de: OpenUtau Projektdatei

source: Conversion plugin for Ustx file format
de_de: Konvertierungs-Plugin für das Ustx-Dateiformat

source: Notes Overlapped
de_de: Noten überlappen sich
