Repository: SoulMelody/LibreSVIP
Catalog: libresvip/plugins/svip/locales/*/LC_MESSAGES/svip.po
Languages: de_de

source: X Studio project file
de_de: X Studio Projektdatei

source: Conversion plugin for the original .svip binary file format
de_de: Konvertierungs-Plugin für das originale .svip-Binärdateiformat

source: Unexpected enum value
de_de: Unerwarteter Enum-Wert

source: Note duration is too short:
de_de: Notendauer ist zu kurz:

source: Note duration is too long:
de_de: Notendauer ist zu lang:

source: Auto detect
de_de: Automatisch erkennen

source: Use the version of the project file corresponding to the X Studio installed on your current system.
de_de: Verwende die Version der Projektdatei, die dem auf deinem aktuellen System installierten X Studio entspricht.

source: Use the project file version of X Studio 2.0.
de_de: Verwende die Projektdateiversion von X Studio 2.0.

source: Use the project file version which is compatible with X Studio 1.8.
de_de: Verwende die Projektdateiversion, die mit X Studio 1.8 kompatibel ist.

source: Max compatibility (read only)
de_de: Maximale Kompatibilität (nur lesen)

source: Export project files that can be opened using any version of X Studio. Warning: After saving with this option, the volume, breath, gender, and power parameters will not be recognized by X Studio (no data is lost). To avoid irretrievable data loss, it is strongly recommended not to use X Studio to modify and save project files exported with this option. To restore the project file back to a safe editable state, select Save as SVIP 6.0.0 or later.
de_de: Exportiere Projektdateien, die mit jeder Version von X Studio geöffnet werden können. Warnung: Nach dem Speichern mit dieser Option werden die Parameter für Lautstärke, Atem, Geschlecht und Kraft von X Studio nicht erkannt (keine Daten gehen verloren). Um einen unwiederbringlichen Datenverlust zu vermeiden, wird dringend empfohlen, X Studio nicht zu verwenden, um Projektdateien zu ändern und zu speichern, die mit dieser Option exportiert wurden. Um die Projektdatei in einen sicheren bearbeitbaren Zustand zurückzuversetzen, wähle Speichern als SVIP 6.0.0 oder neuer.

source: Default singer
de_de: Standardsänger

source: Please enter the singer's name in Chinese. If the specified singer does not exist, the default singer set in X Studio will be used. If you want to specify the conversion relationship between singer ID and name, or add a singer that has an ID but has not been publicly released, please modify singers.json in the plugin directory.
de_de: Bitte gib den Namen des Sängers auf Chinesisch ein. Wenn der angegebene Sänger nicht existiert, wird der in X Studio festgelegte Standardsänger verwendet. Wenn du die Konvertierungsbeziehung zwischen Sänger-ID und Name angeben oder einen Sänger hinzufügen möchtest, der eine ID hat, aber noch nicht veröffentlicht wurde, ändere bitte die singers.json im Plugin-Verzeichnis.

source: Default tempo
de_de: Standardtempo

source: The allowed range of tempo in X Studio is 20 ~ 300. When the tempo is out of range, the absolute timeline will be used to ensure the alignment of notes. Please set this value to an integer multiple or integer fraction of the tempo in the source project file as much as possible; as long as it is within a reasonable range, the value of this option will not affect the alignment effect.
de_de: Der erlaubte Tempobereich in X Studio liegt zwischen 20 und 300. Wenn das Tempo außerhalb dieses Bereichs liegt, wird die absolute Zeitleiste verwendet, um die Ausrichtung der Noten sicherzustellen. Bitte setze diesen Wert so weit wie möglich auf ein ganzzahliges Vielfaches oder einen ganzzahligen Bruchteil des Tempos in der Quellprojektdatei; solange es sich innerhalb eines vernünftigen Bereichs befindet, wird der Wert dieser Option die Ausrichtungswirkung nicht beeinflussen.

source: Specify the version of the generated .svip file
de_de: Gib die Version der generierten .svip-Datei an

source: This option only controls the header version information of the output project file. Choosing an older project file version will not affect the integrity of the data, but using a lower version of X Studio to open, edit and save a higher version project file may cause data loss.
de_de: Diese Option steuert nur die Versionsinformationen des Headers der Ausgabedatei. Die Wahl einer älteren Projektdateiversion beeinträchtigt nicht die Integrität der Daten, aber die Verwendung einer niedrigeren Version von X Studio zum Öffnen, Bearbeiten und Speichern einer höheren Version der Projektdatei kann zu Datenverlust führen.

source: Root not found
de_de: Wurzel nicht gefunden
