Repository: SoulMelody/LibreSVIP
Catalog: libresvip/plugins/acep/locales/*/LC_MESSAGES/acep.po
Languages: de_de

source: ACE Studio project File
de_de: ACE Studio Projektdatei

source: Conversion Plugin for ACE Studio project file
de_de: Konvertierungs-Plugin für ACE Studio Projektdateien

source: Unsupported project version
de_de: Nicht unterstützte Projektversion

source: Chinese
de_de: Chinesisch

source: Japanese
de_de: Japanisch

source: English
de_de: Englisch

source: Spanish
de_de: Spanisch

source: Both strength and tension
de_de: Sowohl Stärke als auch Spannung

source: Map both strength and tension parameters to strength and tension parameters, each with a weight of 50%.
de_de: Stärke- und Spannungsparameter auf Stärke- und Spannungsparameter abbilden, jeweils mit einem Gewicht von 50%.

source: Only strength
de_de: Nur Stärke

source: Map only strength parameters to strength parameters. Tension parameters will remain unparameterized.
de_de: Nur Stärkeparameter auf Stärkeparameter abbilden. Spannungsparameter bleiben unparametrisiert.

source: Only tension
de_de: Nur Spannung

source: Map only tension parameters to tension parameters. Strength parameters will remain unparameterized.
de_de: Nur Spannungsparameter auf Spannungsparameter abbilden. Stärkeparameter bleiben unparametrisiert.

source: Keep all pronunciation information
de_de: Alle Ausspracheinformationen behalten

source: ACE Studio will add pronunciation to all notes. This is a redundant data for most Chinese characters, so by default only modified pronunciation will be kept. When this option is turned on, all pronunciation information will be kept unconditionally, but it may produce a larger file size. When the source file contains non-Chinese singing data, please turn on this option.
de_de: ACE Studio fügt allen Noten eine Aussprache hinzu. Dies sind redundante Daten für die meisten chinesischen Zeichen, daher wird standardmäßig nur die geänderte Aussprache beibehalten. Wenn diese Option aktiviert ist, werden alle Ausspracheinformationen beibehalten, was jedoch zu einer größeren Dateigröße führen kann. Wenn die Quelldatei nicht-chinesische Gesangsdaten enthält, aktiviere bitte diese Option.

source: Import tension envelope
de_de: Spannungshüllkurve importieren

source: When turned on, the tension envelope will be mapped to the tension channel of the intermediate model.
de_de: Wenn aktiviert, wird die Spannungshüllkurve auf den Spannungskanal des Zwischenmodells abgebildet.

source: Import energy envelope
de_de: Energiehüllkurve importieren

source: When turned on, the energy envelope will be mapped to the energy channel of the intermediate model.
de_de: Wenn aktiviert, wird die Energiehüllkurve auf den Energiekanal des Zwischenmodells abgebildet.

source: Strength-volume mapping coefficient
de_de: Stärke-Lautstärke-Abbildungskoeffizient

source: Since the strength parameter of ACE Studio has a significant impact on the volume, this option is provided to control the mapping coefficient of the strength envelope. The strength envelope will be multiplied by the value of this option as a whole and then mapped to the volume channel of the intermediate model, and the remaining part will be mapped to the strength channel. This option accepts values in the range of 0~1.0.
de_de: Da der Stärkeparameter von ACE Studio einen erheblichen Einfluss auf die Lautstärke hat, wird diese Option bereitgestellt, um den Abbildungskoeffizienten der Stärkehüllkurve zu steuern. Die Stärkehüllkurve wird insgesamt mit dem Wert dieser Option multipliziert und dann auf den Lautstärkenkanal des Zwischenmodells abgebildet, und der verbleibende Teil wird auf den Stärkekanal abgebildet. Diese Option akzeptiert Werte im Bereich von 0-1,0.

source: Interval of curve sampling
de_de: Intervall des Kurven-Samplings

source: The unit is tick (the length of a quarter note is 480 ticks). By default, the parameter points in the acep file are stored in a very dense manner. Increasing the sampling interval appropriately will not cause much loss of accuracy, but it can get a smaller file size. Setting to 0 or a negative value means keeping the original sampling interval.
de_de: Die Einheit ist Tick (die Länge einer Viertelnote beträgt 480 Ticks). Standardmäßig werden die Parameterpunkte in der acep-Datei sehr dicht gespeichert. Eine angemessene Erhöhung des Abtastintervalls führt nicht zu einem großen Genauigkeitsverlust, kann jedoch eine kleinere Dateigröße erzielen. Das Setzen auf 0 oder einen negativen Wert bedeutet, das ursprüngliche Abtastintervall beizubehalten.

source: Breath parameter normalization
de_de: Atemparameter-Normalisierung

source: This option is an advanced option. After enabling this option, the breath parameters will be merged with the breath envelope after being transformed by the normalization. It is recommended to enable this option after fixing all parameters with a fixed brush. This option needs to set 5 values, separated by "," from each other: (1) Normalization method: none means to turn off this option, zscore means to perform Z-Score normalization on the parameter points, and minmax means to Min-Max normalize the parameter points to the [-1.0, 1.0] interval. (2) Lower threshold: a real number in the range of 0~10.0, the parameter points lower than this value will not participate in the normalization. (3) Upper threshold: a real number in the range of 0~10.0, the parameter points higher than this value will not participate in the normalization. (4) Scaling factor: a real number in the range of -1.0~1.0, the normalized parameter value will be multiplied by this value. (5) Bias: a real number in the range of -1.0~1.0, the normalized and scaled parameter value will be added to this value.
de_de: Dies ist eine erweiterte Option. Nach Aktivierung dieser Option werden die Atemparameter nach der Normalisierung mit der Atemhüllkurve zusammengeführt. Es wird empfohlen, diese Option zu aktivieren, nachdem alle Parameter mit einem festen Pinsel fixiert wurden. Diese Option muss 5 Werte festlegen, die durch "," voneinander getrennt sind: (1) Normalisierungsmethode: none bedeutet, diese Option auszuschalten, zscore bedeutet, eine Z-Score-Normalisierung der Parameterpunkte durchzuführen, und minmax bedeutet, die Parameterpunkte auf das Intervall [-1,0, 1,0] zu min-max-normalisieren. (2) Untere Schwelle: eine reelle Zahl im Bereich von 0~10,0, die Parameterpunkte unterhalb dieses Wertes werden nicht an der Normalisierung teilnehmen. (3) Obere Schwelle: eine reelle Zahl im Bereich von 0~10,0, die Parameterpunkte oberhalb dieses Wertes werden nicht an der Normalisierung teilnehmen. (4) Skalierungsfaktor: eine reelle Zahl im Bereich von -1,0~1,0, der normalisierte Parameterwert wird mit diesem Wert multipliziert. (5) Bias: eine reelle Zahl im Bereich von -1,0~1,0, der normalisierte und skalierte Parameterwert wird zu diesem Wert hinzugefügt.

source: Tension parameter normalization
de_de: Spannungsparameter-Normalisierung

source: This option is an advanced option. After enabling this option, the tension parameters will be merged with the tension envelope after being transformed by the normalization. It is recommended to enable this option after fixing all parameters with a fixed brush. This option needs to set 5 values, separated by "," from each other: (1) Normalization method: none means to turn off this option, zscore means to perform Z-Score normalization on the parameter points, and minmax means to Min-Max normalize the parameter points to the [-1.0, 1.0] interval. (2) Lower threshold: a real number in the range of 0~10.0, the parameter points lower than this value will not participate in the normalization. (3) Upper threshold: a real number in the range of 0~10.0, the parameter points higher than this value will not participate in the normalization. (4) Scaling factor: a real number in the range of -1.0~1.0, the normalized parameter value will be multiplied by this value. (5) Bias: a real number in the range of -1.0~1.0, the normalized and scaled parameter value will be added to this value.
de_de: Diese Option ist eine erweiterte Option. Nach Aktivierung dieser Option werden die Spannungsparameter nach der Normalisierung mit der Spannungshüllkurve zusammengeführt. Es wird empfohlen, diese Option zu aktivieren, nachdem alle Parameter mit einem festen Pinsel fixiert wurden. Diese Option muss 5 Werte festlegen, die durch "," voneinander getrennt sind: (1) Normalisierungsmethode: none bedeutet, diese Option auszuschalten, zscore bedeutet, eine Z-Score-Normalisierung der Parameterpunkte durchzuführen, und minmax bedeutet, die Parameterpunkte auf das Intervall [-1,0, 1,0] zu min-max-normalisieren. (2) Untere Schwelle: eine reelle Zahl im Bereich von 0~10,0, die Parameterpunkte unterhalb dieses Wertes werden nicht an der Normalisierung teilnehmen. (3) Obere Schwelle: eine reelle Zahl im Bereich von 0~10,0, die Parameterpunkte oberhalb dieses Wertes werden nicht an der Normalisierung teilnehmen. (4) Skalierungsfaktor: eine reelle Zahl im Bereich von -1,0~1,0, der normalisierte Parameterwert wird mit diesem Wert multipliziert. (5) Bias: eine reelle Zahl im Bereich von -1,0~1,0, der normalisierte und skalierte Parameterwert wird zu diesem Wert hinzugefügt.

source: Energy parameter normalization
de_de: Energieparameter-Normalisierung

source: This option is an advanced option. After enabling this option, the energy parameters will be merged with the energy envelope after being transformed by the normalization. It is recommended to enable this option after fixing all parameters with a fixed brush. This option needs to set 5 values, separated by "," from each other: (1) Normalization method: none means to turn off this option, zscore means to perform Z-Score normalization on the parameter points, and minmax means to Min-Max normalize the parameter points to the [-1.0, 1.0] interval. (2) Lower threshold: a real number in the range of 0~10.0, the parameter points lower than this value will not participate in the normalization. (3) Upper threshold: a real number in the range of 0~10.0, the parameter points higher than this value will not participate in the normalization. (4) Scaling factor: a real number in the range of -1.0~1.0, the normalized parameter value will be multiplied by this value. (5) Bias: a real number in the range of -1.0~1.0, the normalized and scaled parameter value will be added to this value.
de_de: Diese Option ist eine erweiterte Option. Nach Aktivierung dieser Option werden die Energieparameter nach der Normalisierung mit der Energiehüllkurve zusammengeführt. Es wird empfohlen, diese Option zu aktivieren, nachdem alle Parameter mit einem festen Pinsel fixiert wurden. Diese Option muss 5 Werte festlegen, die durch "," voneinander getrennt sind: (1) Normalisierungsmethode: none bedeutet, diese Option auszuschalten, zscore bedeutet, eine Z-Score-Normalisierung der Parameterpunkte durchzuführen, und minmax bedeutet, die Parameterpunkte auf das Intervall [-1,0, 1,0] zu min-max-normalisieren. (2) Untere Schwelle: eine reelle Zahl im Bereich von 0~10,0, die Parameterpunkte unterhalb dieses Wertes werden nicht an der Normalisierung teilnehmen. (3) Obere Schwelle: eine reelle Zahl im Bereich von 0~10,0, die Parameterpunkte oberhalb dieses Wertes werden nicht an der Normalisierung teilnehmen. (4) Skalierungsfaktor: eine reelle Zahl im Bereich von -1,0~1,0, der normalisierte Parameterwert wird mit diesem Wert multipliziert. (5) Bias: eine reelle Zahl im Bereich von -1,0~1,0, der normalisierte und skalierte Parameterwert wird zu diesem Wert hinzugefügt.

source: Default singer
de_de: Standardsänger

source: Please input the complete and correct singer name
de_de: Bitte gib den vollständigen und korrekten Namen des Sängers ein

source: Default breath length (ms)
de_de: Standard-Atemlänge (ms)

source: This option is used to set the default breath length when the breath mark is converted to a breath parameter. The actual breath length may be less than the default value due to the small gap between notes; some notes may be shortened due to the insertion of breath marks. Setting to 0 or a negative value means ignoring all breath marks.
de_de: Diese Option wird verwendet, um die Standard-Atemlänge festzulegen, wenn das Atemzeichen in einen Atemparameter umgewandelt wird. Die tatsächliche Atemlänge kann aufgrund des kleinen Abstands zwischen den Noten kürzer als der Standardwert sein; einige Noten können aufgrund der Einfügung von Atemzeichen verkürzt werden. Das Setzen auf 0 oder einen negativen Wert bedeutet, alle Atemzeichen zu ignorieren.

source: Map strength and tension parameters to
de_de: Stärke- und Spannungsparameter abbilden auf

source: ACE Studio has both strength and tension parameters, both of which can affect the strength of the singing. This option is used to set the mapping target of the strength parameter.
de_de: ACE Studio hat sowohl Stärke- als auch Spannungsparameter, die beide die Stärke des Gesangs beeinflussen können. Diese Option wird verwendet, um das Abbildungsziel des Stärkeparameters festzulegen.

source: Threshold for splitting
de_de: Schwellenwert für das Aufteilen

source: When the distance between notes exceeds the set value, they will be split into different segments (patterns) for subsequent editing. The threshold unit is the value of a quarter note, and the default is 1, which means that when the distance between notes exceeds 1 quarter notes (480 ticks), they will be split. If you don't want to split at all, please set this option to 0 or a negative value.
de_de: Wenn der Abstand zwischen den Noten den eingestellten Wert überschreitet, werden sie in verschiedene Segmente (Muster) zur nachfolgenden Bearbeitung aufgeteilt. Die Schwellenwerteinheit ist der Wert einer Viertelnote, und der Standardwert ist 1, was bedeutet, dass die Noten aufgeteilt werden, wenn der Abstand zwischen den Noten 1 Viertelnote (480 Ticks) überschreitet. Wenn du überhaupt nicht aufteilen möchtest, setze diese Option bitte auf 0 oder einen negativen Wert.

source: Lyrics language
de_de: Liedtextsprache

source: ACE Studio supports four languages of lyrics. This option is used to set the language of lyrics.
de_de: ACE Studio unterstützt vier Sprachen für Liedtexte. Diese Option wird verwendet, um die Sprache der Liedtexte festzulegen.

source: Default consonant length (secs)
de_de: Standard-Konsonantenlänge (Sekunden)

source: Set default consonant length for notes if not specified
de_de: Standard-Konsonantenlänge für Noten festlegen, wenn nicht angegeben
