Repository: SoulMelody/LibreSVIP
Catalog: libresvip/plugins/lrc/locales/*/LC_MESSAGES/lrc.po
Languages: de_de

source: LRC lyric file
de_de: LRC-Liedtextdatei

source: Generator plugin for LRC lyric file
de_de: Generator-Plugin für LRC-Liedtextdateien

source: Act on timeline
de_de: Auf der Zeitachse wirken

source: Shift the time axis for each line of lyrics, and keep the "offset" value in the metadata at 0.
de_de: Verschiebe die Zeitachse für jede Liedtextzeile und halte den "Offset"-Wert in den Metadaten bei 0.

source: Act on metadata
de_de: Auf Metadaten wirken

source: Write the offset to the metadata "offset" without handling the lyrics time axis. Note that some players may not support the "offset" tag in the metadata, and choosing this option may cause the lyrics to display incorrectly.
de_de: Schreibe den Offset in die Metadaten "Offset", ohne die Zeitachse der Liedtexte zu bearbeiten. Beachte, dass einige Player den "Offset"-Tag in den Metadaten möglicherweise nicht unterstützen und die Auswahl dieser Option dazu führen kann, dass die Liedtexte falsch angezeigt werden.

source: Both note gap and punctuation
de_de: Sowohl Notenabstand als auch Satzzeichen

source: When the interval between two adjacent notes is greater than or equal to thirty-second note or a punctuation mark is encountered, start a new line.
de_de: Wenn der Abstand zwischen zwei benachbarten Noten größer ist als oder gleich einer Zweiunddreißigstel-Note oder ein Satzzeichen vorkommt, beginne eine neue Zeile.

source: Note gap only
de_de: Nur Notenabstand

source: When the interval between two adjacent notes is greater than or equal to thirty-second note, start a new line.
de_de: Wenn der Abstand zwischen zwei benachbarten Noten größer oder gleich einer Zweiunddreißigstel-Note ist, beginne eine neue Zeile.

source: Punctuation only
de_de: Nur Satzzeichen

source: When a punctuation mark is encountered, start a new line.
de_de: Wenn ein Satzzeichen vorkommt, beginne eine neue Zeile.

source: Singer name
de_de: Sängername

source: Song title
de_de: Songtitel

source: Lyric editor
de_de: Liedtext-Editor

source: In milliseconds, positive means ahead, negative means opposite.
de_de: In Millisekunden, positiv bedeutet voraus, negativ bedeutet entgegengesetzt.

source: Offset policy
de_de: Offset-Richtlinie

source: New line by
de_de: Neue Zeile durch

source: Write timeline
de_de: Zeitachse schreiben

source: If you need lyrics without timeline, turn off this option.
de_de: Wenn du Liedtexte ohne Zeitachse benötigst, deaktiviere diese Option.

source: Lyric Text encoding
de_de: Liedtextkodierung
