Repository: SoulMelody/LibreSVIP
Catalog: libresvip/plugins/svg/locales/*/LC_MESSAGES/svg.po
Languages: de_de

source: Align to left
de_de: Links ausrichten

source: Align to middle
de_de: Mittig ausrichten

source: Align to right
de_de: Rechts ausrichten

source: Above the note
de_de: Über der Note

source: Inside the note
de_de: In der Note

source: Below the note
de_de: Unter der Note

source: Don't show
de_de: Nicht anzeigen

source: Pixels per beat
de_de: Pixel pro Schlag

source: Unit: pixel.
de_de: Einheit: Pixel.

source: Note height
de_de: Notenhöhe

source: Note radius
de_de: Notenradius

source: Note fill color
de_de: Notenfüllfarbe

source: CSS color value, e.g. #FF0000, #66CCFF, rgba(255,0,0,0.5), etc.
de_de: CSS-Farbwert, z.B. #FF0000, #66CCFF, rgba(255,0,0,0.5), etc.

source: Note stroke color
de_de: Notenstrichfarbe

source: Note stroke width
de_de: Notenstrichbreite

source: Pitch stroke color
de_de: Tonhöhenstrichfarbe

source: Pitch stroke width
de_de: Tonhöhenstrichbreite

source: Lyric position
de_de: Liedtextposition

source: Pronounciation position
de_de: Ausspracheposition

source: Text align
de_de: Textausrichtung

source: Inner text color
de_de: Innere Textfarbe

source: The color of the text on the top and bottom of the note
de_de: Die Farbe des Textes oben und unten an der Note

source: Show grid lines
de_de: Rasterlinien anzeigen

source: Grid line color
de_de: Rasterlinienfarbe

source: Grid line width
de_de: Rasterlinienbreite

source: Scalable Vector Graphics
de_de: Skalierbare Vektorgrafiken

source: Generate graphics containing notes and pitch curve in SVG format. Only the first or specified singing track will be imported.
de_de: Erzeuge Grafiken mit Noten und Tonhöhenkurve im SVG-Format. Es wird nur die erste oder angegebene Gesangsspur importiert.
